package de.alpharogroup.random.address;
public class HellenicAddressConst extends AddressConst {

	public static String[] MAIL_FIRSTNAME = { "Αστέριος", "Κώστας", "Γιάννης",
			"Νίκος", "Βασίλης", "Αλέξανδρος", "Γιώργιος", "Μηχάλης",
			"Δημήτρης", "Αντώνης" };

	public static String[] FEMAIL_FIRSTNAME = { "Αναστασία", "Βασηλική",
			"Μαρία", "Σοφία", "Ελένη", "Δάφνη", "Ολυμπία", "Κασσάνδρα",
			"Αρτεμης", "Αντιγώνη", "Αλεχάνδρα", "Θαλία", "Νίκη", "Αγγελική",
			"Στυλιανή", "Δήμητρα", "Χρηστίνα", "Ελεφθερία", "Ιωάννα", "Όλγα",
			"Σταυρούλα", "¶ννα", "Αθανασία", "Αθηνά", "Ευτυχία", "Ευαγγελία",
			"Παρασκευή" };

	public static String[] MAIL_LASTNAME = { "Ράπτης", "Θεοδωρακάκις",
			"Κουμλέλης", "Σαββίδης", "Αντωνιάδης", "Αλεξίδης", "Μακρίδης",
			"Δασόπουλος", "Ζουρουφίδης", "Ζαπουνίδης", "Καπουράνης", "Λαλίκος",
			"Μπίλας" };

	public static String[] FEMAIL_LASTNAME = { "Ράπτη", "Θεοδωρακάκι",
			"Κουμλέλη", "Σαββίδη", "Αντωνιάδη", "Αλεξίδη", "Μακρίδη",
			"Δασοπούλου", "Ζουρουφίδη", "Ζαπουνίδη", "Καπουράνη", "Λαλίκο",
			"Μπίλα" };

	public static String[] STREETS = { "Γαστούνης", "Βασιλικά Βουτών",
		"Μητροπόλεως",
		"Λεωφόρος Συγγρού",
		"Καπλάνη",
		"Ριζοσπαστών Βουλευτών",
		"Εθνομαρτύρων",
		"Νίκης",
		"Παρασίου",
		"Σόλωνος",
		"Βουλής",
		"Aμαρουσίου Χαλανδρίου" };

	public static String[][] CITIES = { { "49100", "Κέρκυρα" },
			{ "71500", "Ηράκλειο" }, { "10185", "Αθήνα" },
			{ "11527", "Αθήνα" }, { "19002", "Παιανία" }, { "10552", "Αθήνα" } };

	public static String [] COMPANYNAMES = {
		"ΠΛΗΡΟΦΟΡΙΚΗ ΕΚΡΑΓΗ",
		"5 Π",
		"ΣΥΣΤΗΜΑΤΑ ΕΠΕ",
		"ΤΕΛΕΙΑ ΕΚΠΑΙΔΕΥΣΗ",
		"ΣΕΜΙΝΑΡΙΑ ΕΠΕ",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΠΡΟΤΥΠΟ",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΕΡΜΗΣ",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΑΛΚΙΒΙΑΔΗΣ",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΠΛΑΤΟΝΑΣ",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΑΠΙΣΤΟΤΕΛΗΣ",
		"ΦΡΟΝΤΗΣΤΙΡΙΟ ΣΩΚΡΑΤΗΣ"
	};

}